Repository: erego/dashy
Catalog: Predilectura/translations/*/LC_MESSAGES/messages.po
Languages: es

source: User ID
es: ID de Usuario

source: Premium value
es: Valor de premium

source: Book ID
es: Datos del libro

source: Language book
es: Idioma del libro

source: Number of chapters read
es: Número de palabras leídas

source: Minimum percentage read
es: Porcentaje mínimo de lectura

source: Maximum percentage read
es: Porcentaje máximo de lectura

source: Average percentage read
es: Porcentaje medio leído

source: Number of words read
es: Número de palabras leídas

source: Minimum words read
es: Mínimo de palabras leídas

source: Maximum words read
es: Máximo de palabras leídas

source: Average number of words read
es: Número medio de palabras leídas

source: Devices used
es: Dispositivos usados

source: Used versions
es: Versiones usadas

source: Types of events
es: Tipos de eventos

source: Event objects
es: Objetos de eventos

source: Chapters with events
es: Capítulos con eventos

source: Database
es: Base de datos

source: File name
es: Nombre del fichero

source: Apply
es: Aceptar

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Enter a valid email
es: Introduzca un correo electrónico válido

source: Password
es: Clave

source: Select a stronger password
es: Seleccione una clave más segura

source: Confirm Your Password
es: Confirme la clave

source: Passwords must match
es: Las claves deben coincidir

source: Admin
es: Administración

source: Register
es: Registrar

source: Train
es: Entrenar

source: Quality Report Page
es: Página del informe de calidad

source: Data quality report
es: Informe de calidad de los datos

source: Continuous Features Table
es: Tabla de características continuas

source: Feature
es: Característica

source: Count
es: Total

source: Percent Missing
es: Porcentaje de ausencia

source: Cardinality
es: Cardinalidad

source: Minimum
es: Mínimo

source: First Quartile
es: Primer Cuartil

source: Mean
es: Media

source: Third Quartile
es: Tercer Cuartil

source: Maximum
es: Máximo

source: Standard Deviation
es: Desviación Estándar

source: Categorical Features Table
es: Tabla de características categóricas

source: Mode
es: Moda

source: Mode Frequency
es: Frecuencia de la moda

source: Mode Percent
es: Porcentaje de la moda

source: Second Mode
es: Segunda Moda

source: Second Mode Frequency
es: Frecuencia de la segunda moda

source: Second Mode Percent
es: Porcentaje de la segunda moda

source: Back to data management section
es: Volver a la sección de gestión de datos

source: Analysis Base Table generation page
es: Página de Generación de la Tabla Base de Análisis

source: Generation of the Base Analysis Table
es: Generación de la Tabla Base de Análisis

source: SELECTION OF CHARACTERISTICS OF THE DOMAIN CONCEPTS
es: SELECCIÓN DE LAS CARACTERÍSTICAS DE LOS CONCEPTOS DEL DOMINIO

source: In this section we will choose the characteristics of the data we have in order to create a data analysis table that we will use in the prediction algorithms. To do so, we will create concepts of the domain from which we will derive the resulting features
es: En esta sección elegiremos las características de los datos que tenemos para crear una tabla de análisis de datos que utilizaremos en los algoritmos de predicción. Para ello, crearemos conceptos del dominio de los que derivaremos las características resultantes

source: Output Format
es: Formato de salida

source: Domain
es: Dominio

source: Reader data
es: Datos del lector

source: Reader details
es: Detalles del lector

source: Book data
es: Datos del libro

source: Book details
es: Detalles del libro

source: Reading history
es: Histórico de lectura

source: Chapter History
es: Histórico de capítulos

source: Event History
es: Histórico de eventos

source: Event statistics
es: Estadísticas de eventos

source: Handling Data Quality Issues Page
es: Página de Gestión de la Calidad de los datos

source: Handling Data Quality Issues
es: Problemas en la calidad de los datos

source: Handling Data Quality Issues Area
es: Area de Gestión de la Calidad de los Datos

source: Index Page
es: Página Indice

source: Reading dropout prediction from reading behavior data
es: Predicción del abandono de la lectura a partir de datos sobre el comportamiento lector

source: The objective of the project is the development of a scorecard that, based on real data on reading behavior, provides indicators of the risk of reading abandonment. For this purpose, several algorithms will be tested algorithms will be tested, and we will analyze the results to come up with what could be the best option
es: El objetivo del proyecto es el desarrollo de un cuadro de mando que, a partir de datos reales sobre el comportamiento lector, proporcione indicadores del riesgo de abandono de la lectura. Para ello, se probarán varios algoritmos y se analizarán los resultados para llegar a la mejor opción

source: Using real reader behavior data, the project will focus on the creation of a dashboard that, a set of rules, heuristics, algorithms and machine learning, provides indicators of reading abandonment risk. Interventions will also be considered in order to validate some results (e.g. reading comprehension tests). The result will be a responsive web application and a backend composed of the above elements. It will be realized in the context of a microservices architecture
es: Utilizando datos reales del comportamiento de los lectores, el proyecto se centrará en la creación de un cuadro de mando que, un conjunto de reglas, heurística, algoritmos y aprendizaje automático, proporcione indicadores de riesgo de abandono de la lectura. abandono de la lectura. También se plantearán intervenciones para validar algunos resultados (por ejemplo, pruebas de comprensión lectora). comprensión lectora). El resultado será una aplicación web responsiva y un backend compuesto por los elementos mencionados. elementos mencionados. Se realizará en el contexto de una arquitectura de microservicios

source: Data Extraction, Transformation and Loading
es: Extracción, transformación y carga de datos

source: In this section we will obtain from the initial data a Data Analysis Table (ABT) that will be used later in the prediction algorithms that we will use later in the prediction algorithms
es: En esta sección obtendremos de los datos iniciales una Tabla de Análisis de Datos (ABT) que se utilizarán más adelante en los algoritmos de predicción que usaremos más adelante en los algoritmos de predicción

source: More Info
es: Más Información

source: Algorithm Selection and Results Visualization
es: Selección de algoritmos y visualización de resultados

source: We will test different algorithms on the generated data analysis table and will be able to select the most appropriate one. We will also be able to visualize different results and metrics on them
es: Probaremos diferentes algoritmos sobre la tabla de análisis de datos generada y podremos seleccionar el más adecuado. También podremos visualizar diferentes resultados y métricas sobre ellos

source: Row Number
es: Número de fila

source: Book
es: Libro

source: Language
es: Idioma

source: Data management page
es: Página de gestión de datos

source: Section for data management and visualization
es: Sección de gestión y visualización de datos

source: Visualization
es: Visualización

source: Events Table
es: Tabla de Eventos

source: Readings Table
es: Tabla de Lecturas

source: Base Analysis Table
es: Tabla Base de Análisis

source: Extraction, Transformation and Loading
es: Extracción, transformación y carga

source: Base Analysis Table Generation
es: Generación de la Tabla Base de Análisis

source: Machine Learning Algorithms
es: Algoritmos de Aprendizaje Atomático

source: Algorithm selection and training
es: Selección de algoritmos y entrenamito

source: Value prediction
es: Valor de la predicción

source: Login user page
es: Página de inicio de sesión del usuario

source: Login user area
es: Área de usuario de inicio de sesión

source: Do not have an account?
es: ¿No tiene una cuenta de usuario?

source: Sign up
es: Inscríbase

source: Home
es: Inicio

source: Login
es: Iniciar sesión

source: Contact
es: Contacto

source: English
es: Inglés

source: Spanish
es: Español

source: Signup user page
es: Página de inscripción de usuario

source: Signup user area
es: Área de inscripción del usuario
